export const GUIDE: { header?: string; footer?: string }[] = [
  { header: '2048', footer: 'Используй стрелки на клавиатуре, чтобы начать' },
  { header: 'Знакомьтесь', footer: 'Для продолжения используй стрелки' },
  { header: 'Передвигай числа', footer: 'Прижми их к стене' },
  { header: 'Объедини числа', footer: 'Используй стену' },
  { header: 'Так держать!!!' },
  { header: 'Сейчас появятся новые числа', footer: 'Используй стрелки' },
  { header: 'Уже почти', footer: 'Ещё чуть-чуть' },
  {
    header: 'Загрузка модуля MATH....',
    footer: 'Тебе говорили, что ты настойчивый',
  },
  {
    header: 'Проверка простых чисел на простоту...',
    footer: 'Используй стрелки',
  },
  { header: '2 + 2 = 4', footer: '4 + 4 = 8' },
  { header: 'Передвигайте числа', footer: '4 + 4 = 8' },
  { header: 'У тебя отлично получается' },
  { header: 'Продолжай', footer: 'чтоб получить 2048' },
]
